{
    "Menstrual": {
        "January": [
            "Anfang: Ich nehme mir diese Zeit für Ruhe und Erneuerung.",
            "Mitte: Ich lausche tief der Weisheit meines Körpers.",
            "Ende: Ich lasse das Alte los und heiße das Neue willkommen."
        ],
        "February": [
            "Anfang: Ich ehre die natürlichen Rhythmen meines Körpers.",
            "Mitte: Ich finde Stärke in Stille und Introspektion.",
            "Ende: Ich bereite mich auf das Aufkommen neuer Energie vor."
        ],
        "March": [
            "Anfang: Ich gönne mir die Ruhe, die ich für die Wiedergeburt brauche.",
            "Mitte: Ich kultiviere Geduld und Sanftmut mit mir selbst.",
            "Ende: Ich erneuere mich mit dem Aufblühen des Frühlings."
        ],
        "April": [
            "Anfang: Ich nehme die nährende Energie dieser Phase an.",
            "Mitte: Ich bin geerdet und zentriert in mir selbst.",
            "Ende: Ich ehre die Weisheit meines zyklischen Körpers."
        ],
        "May": [
            "Anfang: Ich vertraue auf die heilende Kraft der Ruhe.",
            "Mitte: Ich bin im Einklang mit den Bedürfnissen und Wünschen meines Körpers.",
            "Ende: Ich begrüße Transformation und Wachstum."
        ],
        "June": [
            "Anfang: Ich finde Frieden im langsamer Werden und in der Innenschau.",
            "Mitte: Ich nähre meinen Körper und meine Seele mit liebevoller Fürsorge.",
            "Ende: Ich bin offen für die Einsichten, die diese Phase bringt."
        ],
        "July": [
            "Anfang: Ich umarme die stille Kraft meiner inneren Welt.",
            "Mitte: Ich lasse los, was mir nicht mehr dient.",
            "Ende: Ich bin dankbar für die natürlichen Zyklen meines Körpers."
        ],
        "August": [
            "Anfang: Ich ehre diese Zeit des Rückzugs und der Reflexion.",
            "Mitte: Ich bin sanft und mitfühlend mit mir selbst.",
            "Ende: Ich vertraue der Weisheit meines Körpers."
        ],
        "September": [
            "Anfang: Ich finde Erneuerung in der Ruhe und Einsamkeit.",
            "Mitte: Ich lausche den Flüstern meiner Intuition.",
            "Ende: Ich bereite mich auf einen neuen Zyklus mit Hoffnung und Klarheit vor."
        ],
        "October": [
            "Anfang: Ich umarme die transformative Kraft dieser Phase.",
            "Mitte: Ich finde Stärke in Verwundbarkeit und Authentizität.",
            "Ende: Ich bin im Einklang mit den Zyklen der Natur und meines Körpers."
        ],
        "November": [
            "Anfang: Ich ehre die Weisheit meines zyklischen Körpers.",
            "Mitte: Ich finde Trost im langsamer Werden und in der Innenschau.",
            "Ende: Ich lasse das Alte los, um Platz für das Neue zu schaffen."
        ],
        "December": [
            "Anfang: Ich nehme diese Zeit für heilige Ruhe und Erneuerung an.",
            "Mitte: Ich bin dankbar für die Lektionen, die mein Körper mir lehrt.",
            "Ende: Ich beende dieses Jahr mit tiefem Respekt für die Weisheit meines Körpers."
        ]
    },
    "Follicular": {
        "January": [
            "Anfang: Ich bin bereit, neue Ideen und Projekte zu fördern.",
            "Mitte: Jeden Tag werde ich stärker und selbstbewusster.",
            "Ende: Ich öffne mich den unendlichen Möglichkeiten, die vor mir liegen."
        ],
        "February": [
            "Anfang: Ich pflanze die Samen für meinen zukünftigen Erfolg.",
            "Mitte: Meine Kreativität blüht jeden Tag mehr auf.",
            "Ende: Ich bin im vollen Wachstum, wie die Natur, die erwacht."
        ],
        "March": [
            "Anfang: Ich richte mich nach der wachsenden Energie des Frühlings.",
            "Mitte: Ich begrüße neue Chancen mit Begeisterung.",
            "Ende: Ich bin bereit, vollständig zu erblühen."
        ],
        "April": [
            "Anfang: Ich umarme die frische Energie neuer Anfänge.",
            "Mitte: Mein Potenzial ist grenzenlos und wachsend.",
            "Ende: Ich bin in perfekter Harmonie mit dem Rhythmus des Lebens."
        ],
        "May": [
            "Anfang: Ich bin voller Vitalität und kreativer Energie.",
            "Mitte: Ich nähre meine Träume mit Positivität und Tatkraft.",
            "Ende: Ich erblühe zu meinem vollen Potenzial."
        ],
        "June": [
            "Anfang: Ich begrüße das wachsende Licht in mir und um mich herum.",
            "Mitte: Meine innere Stärke und mein Selbstvertrauen blühen auf.",
            "Ende: Ich bin bereit, mein Licht hell in die Welt zu tragen."
        ],
        "July": [
            "Anfang: Ich bin offen für neue Erfahrungen und Wachstum.",
            "Mitte: Meine Energie wächst und befeuert meine Träume und Ziele.",
            "Ende: Ich werde die beste Version von mir selbst."
        ],
        "August": [
            "Anfang: Ich nehme die Fülle der Möglichkeiten um mich herum an.",
            "Mitte: Meine Kreativität und Inspiration sind auf ihrem Höhepunkt.",
            "Ende: Ich bin bereit, die Wünsche meines Herzens zu manifestieren."
        ],
        "September": [
            "Anfang: Ich begrüße neue Anfänge mit offenen Armen.",
            "Mitte: Meine innere Weisheit führt mich zu Wachstum und Erfolg.",
            "Ende: Ich bereite mich darauf vor, die Früchte meiner Bemühungen zu ernten."
        ],
        "October": [
            "Anfang: Ich umarme den Wandel als Katalysator für Wachstum.",
            "Mitte: Mein inneres Feuer wächst und nährt meine Leidenschaft und Entschlossenheit.",
            "Ende: Ich bin bereit, in meine Kraft und mein Potenzial zu treten."
        ],
        "November": [
            "Anfang: Ich pflanze die Samen neuer Absichten und Träume.",
            "Mitte: Meine Energie steigt und bringt Klarheit und Fokus.",
            "Ende: Ich bin im Einklang mit meinen Zielen und gehe mit Zuversicht voran."
        ],
        "December": [
            "Anfang: Ich begrüße die Wiedergeburt meiner Energie und Bestrebungen.",
            "Mitte: Ich baue Schwung für das kommende Jahr auf.",
            "Ende: Ich bin bereit, in neue Möglichkeiten und Abenteuer einzutauchen."
        ]
    },
    "Ovulatory": {
        "January": [
            "Anfang: Ich strahle Selbstvertrauen und positive Energie aus.",
            "Mitte: Ich ziehe auf natürliche Weise wunderbare Möglichkeiten an.",
            "Ende: Ich bin auf dem Höhepunkt meiner Kreativität und Selbstausdruck."
        ],
        "February": [
            "Anfang: Ich umarme voll und ganz meine Weiblichkeit und Macht.",
            "Mitte: Ich bin eine Quelle der Inspiration für mich und andere.",
            "Ende: Ich manifestiere meine Wünsche mit Klarheit und Sicherheit."
        ],
        "March": [
            "Anfang: Ich bin in perfekter Harmonie mit meinem Körper und Geist.",
            "Mitte: Ich verkörpere die Freude und Vitalität des Frühlings.",
            "Ende: Ich bin eine Naturgewalt, kraftvoll und schön."
        ],
        "April": [
            "Anfang: Ich bin magnetisch und ziehe Positivität und Erfolg an.",
            "Mitte: Meine Energie ist ansteckend und inspiriert diejenigen um mich herum.",
            "Ende: Ich bin unaufhaltsam in der Verfolgung meiner Leidenschaften und Träume."
        ],
        "May": [
            "Anfang: Ich erblühe mit Selbstvertrauen und Sicherheit.",
            "Mitte: Mein inneres Licht strahlt für alle sichtbar.",
            "Ende: Ich bin auf dem Höhepunkt meiner persönlichen Macht und Potenzial."
        ],
        "June": [
            "Anfang: Ich strahle Freude und Vitalität in allem, was ich tue.",
            "Mitte: Ich bin ein Leuchtturm positiver Energie und Inspiration.",
            "Ende: Ich manifestiere mühelos meine Wünsche und Absichten."
        ],
        "July": [
            "Anfang: Ich bin ein strahlender Ausdruck weiblicher Macht.",
            "Mitte: Mein Selbstvertrauen und Charisma sind auf ihrem Höhepunkt.",
            "Ende: Ich ziehe Fülle und positive Möglichkeiten an."
        ],
        "August": [
            "Anfang: Ich verkörpere die Wärme und Lebendigkeit des Sommers.",
            "Mitte: Meine Kreativität und Leidenschaft sind in voller Blüte.",
            "Ende: Ich bin ein Magnet für Liebe, Erfolg und Erfüllung."
        ],
        "September": [
            "Anfang: Ich bin auf dem Höhepunkt meiner persönlichen Macht.",
            "Mitte: Meine Energie ist magnetisch und zieht Positivität an.",
            "Ende: Ich teile meine Gaben selbstbewusst mit der Welt."
        ],
        "October": [
            "Anfang: Ich strahle Selbstvertrauen und innere Stärke aus.",
            "Mitte: Meine Intuition und Weisheit sind scharf eingestellt.",
            "Ende: Ich bin eine kraftvolle Schöpferin meiner eigenen Realität."
        ],
        "November": [
            "Anfang: Ich umarme die Fülle meiner Weiblichkeit.",
            "Mitte: Meine Energie ist ein Leuchtfeuer, das mich zum Erfolg führt.",
            "Ende: Ich bin im Einklang mit meinem höchsten Potenzial und Zweck."
        ],
        "December": [
            "Anfang: Ich strahle hell und erleuchte den Weg für andere.",
            "Mitte: Mein Selbstvertrauen und Charme sind unwiderstehlich.",
            "Ende: Ich schließe das Jahr auf dem Höhepunkt meiner persönlichen Macht ab."
        ]
    },
    "Luteal": {
        "January": [
            "Anfang: Ich nehme meine Emotionen mit Mitgefühl und Verständnis an.",
            "Mitte: Ich finde Gleichgewicht zwischen Handlung und Reflexion.",
            "Ende: Ich bereite mich sanft auf einen neuen Zyklus vor."
        ],
        "February": [
            "Anfang: Ich verwandle Herausforderungen in Wachstumschancen.",
            "Mitte: Ich kultiviere Geduld und Freundlichkeit mit mir selbst.",
            "Ende: Ich ehre die Veränderungen in mir mit Anmut."
        ],
        "March": [
            "Anfang: Ich verbinde mich mit meiner inneren Weisheit, um Führung zu finden.",
            "Mitte: Ich nehme die Lektionen dieser Phase mit Dankbarkeit an.",
            "Ende: Ich bin im Frieden mit den Höhen und Tiefen meines Zyklus."
        ],
        "April": [
            "Anfang: Ich umarme die introspektive Energie dieser Phase.",
            "Mitte: Ich finde Stärke im langsamer Werden und in der Innenschau.",
            "Ende: Ich bereite mich auf die Erneuerung mit Hoffnung und Akzeptanz vor."
        ],
        "May": [
            "Anfang: Ich ehre mein Bedürfnis nach Ruhe und Selbstfürsorge.",
            "Mitte: Ich vertraue auf die Weisheit meines Körpers und meiner Emotionen.",
            "Ende: Ich lasse das los, was mir nicht mehr dient, mit Dankbarkeit."
        ],
        "June": [
            "Anfang: Ich finde Gleichgewicht zwischen Aktivität und Ruhe.",
            "Mitte: Ich nähre mich mit Mitgefühl und Verständnis.",
            "Ende: Ich bin dankbar für die Einsichten, die ich in dieser Phase gewonnen habe."
        ],
        "July": [
            "Anfang: Ich nehme die transformative Kraft dieser Phase an.",
            "Mitte: Ich höre tief auf die Bedürfnisse und Weisheit meines Körpers.",
            "Ende: Ich bereite mich mit Klarheit und Absicht auf einen neuen Zyklus vor."
        ],
        "August": [
            "Anfang: Ich ehre meine Emotionen als Botschafter der Weisheit.",
            "Mitte: Ich finde Stärke in Verletzlichkeit und Authentizität.",
            "Ende: Ich bin im Einklang mit den natürlichen Rhythmen meines Körpers."
        ],
        "September": [
            "Anfang: Ich begrüße die stille Weisheit dieser introspektiven Zeit.",
            "Mitte: Ich übe Selbstmitgefühl und sanfte Selbstfürsorge.",
            "Ende: Ich bereite mich mit Hoffnung und Klarheit auf einen neuen Anfang vor."
        ],
        "October": [
            "Anfang: Ich umarme die transformative Energie des Herbstes.",
            "Mitte: Ich finde Schönheit und Weisheit in den Veränderungen in mir.",
            "Ende: Ich lasse das Alte los, um Platz für neues Wachstum zu schaffen."
        ],
        "November": [
            "Anfang: Ich ehre die Weisheit der natürlichen Zyklen meines Körpers.",
            "Mitte: Ich finde Stärke im langsamer Werden und in der Innenschau.",
            "Ende: Ich bereite mich mit Geduld und Selbstliebe auf die Erneuerung vor."
        ],
        "December": [
            "Anfang: Ich nehme mir Zeit für Reflexion und Integration.",
            "Mitte: Ich bin dankbar für die Lektionen, die ich im Laufe des Jahres gelernt habe.",
            "Ende: Ich schließe diesen Zyklus mit tiefem Respekt vor der Weisheit meines Körpers ab."
        ]
    }
}
