{
    "Menstrual": {
        "January": [
            "Begin: Ik verwelkom deze tijd van rust en vernieuwing.",
            "Midden: Ik luister diep naar de wijsheid van mijn lichaam.",
            "Einde: Ik laat het oude los en verwelkom het nieuwe."
        ],
        "February": [
            "Begin: Ik eer de natuurlijke ritmes van mijn lichaam.",
            "Midden: Ik vind kracht in stilte en introspectie.",
            "Einde: Ik bereid me voor op de komst van nieuwe energie."
        ],
        "March": [
            "Begin: Ik geef mezelf de rust die ik nodig heb om opnieuw geboren te worden.",
            "Midden: Ik kweek geduld en zachtheid met mezelf.",
            "Einde: Ik vernieuw mezelf met de komst van de lente."
        ],
        "April": [
            "Begin: Ik omarm de voedende energie van deze fase.",
            "Midden: Ik ben geaard en gecentreerd in mezelf.",
            "Einde: Ik eer de wijsheid van mijn cyclische lichaam."
        ],
        "May": [
            "Begin: Ik vertrouw op de helende kracht van rust.",
            "Midden: Ik ben afgestemd op de behoeften en verlangens van mijn lichaam.",
            "Einde: Ik verwelkom transformatie en groei."
        ],
        "June": [
            "Begin: Ik vind vrede in het vertragen en naar binnen keren.",
            "Midden: Ik voed mijn lichaam en ziel met liefdevolle zorg.",
            "Einde: Ik sta open voor de inzichten die deze fase brengt."
        ],
        "July": [
            "Begin: Ik omarm de stille kracht van mijn innerlijke wereld.",
            "Midden: Ik laat los wat me niet meer dient.",
            "Einde: Ik ben dankbaar voor de natuurlijke cycli van mijn lichaam."
        ],
        "August": [
            "Begin: Ik eer deze tijd van terugtrekking en reflectie.",
            "Midden: Ik ben zacht en mededogend voor mezelf.",
            "Einde: Ik vertrouw op de wijsheid van mijn lichaam."
        ],
        "September": [
            "Begin: Ik vind vernieuwing in rust en eenzaamheid.",
            "Midden: Ik luister naar de fluisteringen van mijn intuïtie.",
            "Einde: Ik bereid me voor op een nieuwe cyclus met hoop en helderheid."
        ],
        "October": [
            "Begin: Ik omarm de transformerende kracht van deze fase.",
            "Midden: Ik vind kracht in kwetsbaarheid en authenticiteit.",
            "Einde: Ik ben in harmonie met de cycli van de natuur en mijn lichaam."
        ],
        "November": [
            "Begin: Ik eer de wijsheid van mijn cyclische lichaam.",
            "Midden: Ik vind troost in het vertragen en naar binnen keren.",
            "Einde: Ik laat het oude los om ruimte te maken voor het nieuwe."
        ],
        "December": [
            "Begin: Ik verwelkom deze tijd van heilige rust en vernieuwing.",
            "Midden: Ik ben dankbaar voor de lessen die mijn lichaam me leert.",
            "Einde: Ik sluit dit jaar af met diep respect voor de wijsheid van mijn lichaam."
        ]
    },
    "Follicular": {
        "January": [
            "Begin: Ik ben klaar om nieuwe ideeën en projecten te koesteren.",
            "Midden: Elke dag word ik sterker en zelfverzekerder.",
            "Einde: Ik open mezelf voor de oneindige mogelijkheden die voor me liggen."
        ],
        "February": [
            "Begin: Ik plant de zaadjes voor mijn toekomstige succes.",
            "Midden: Mijn creativiteit bloeit elke dag meer op.",
            "Einde: Ik groei volop, zoals de natuur ontwaakt."
        ],
        "March": [
            "Begin: Ik stem me af op de groeiende energie van de lente.",
            "Midden: Ik verwelkom nieuwe kansen met enthousiasme.",
            "Einde: Ik ben klaar om volledig te bloeien."
        ],
        "April": [
            "Begin: Ik omarm de frisse energie van nieuwe beginnen.",
            "Midden: Mijn potentieel is grenzeloos en groeiend.",
            "Einde: Ik ben in perfecte harmonie met het ritme van het leven."
        ],
        "May": [
            "Begin: Ik ben vol vitaliteit en creatieve energie.",
            "Midden: Ik voed mijn dromen met positiviteit en actie.",
            "Einde: Ik bloei uit tot mijn volle potentieel."
        ],
        "June": [
            "Begin: Ik verwelkom het groeiende licht in en om me heen.",
            "Midden: Mijn innerlijke kracht en vertrouwen bloeien op.",
            "Einde: Ik ben klaar om mijn licht helder in de wereld te laten schijnen."
        ],
        "July": [
            "Begin: Ik sta open voor nieuwe ervaringen en groei.",
            "Midden: Mijn energie bouwt zich op en voedt mijn dromen en doelen.",
            "Einde: Ik word de beste versie van mezelf."
        ],
        "August": [
            "Begin: Ik verwelkom de overvloed aan kansen om me heen.",
            "Midden: Mijn creativiteit en inspiratie zijn op hun hoogtepunt.",
            "Einde: Ik ben klaar om de wensen van mijn hart te manifesteren."
        ],
        "September": [
            "Begin: Ik verwelkom nieuwe beginnen met open armen.",
            "Midden: Mijn innerlijke wijsheid leidt me naar groei en succes.",
            "Einde: Ik bereid me voor om de vruchten van mijn inspanningen te oogsten."
        ],
        "October": [
            "Begin: Ik omarm verandering als katalysator voor groei.",
            "Midden: Mijn innerlijke vuur groeit, voedt mijn passie en vastberadenheid.",
            "Einde: Ik ben klaar om in mijn kracht en potentieel te stappen."
        ],
        "November": [
            "Begin: Ik plant de zaadjes van nieuwe intenties en dromen.",
            "Midden: Mijn energie neemt toe en brengt helderheid en focus.",
            "Einde: Ik ben afgestemd op mijn doelen en ga vol vertrouwen vooruit."
        ],
        "December": [
            "Begin: Ik verwelkom de wedergeboorte van mijn energie en aspiraties.",
            "Midden: Ik bouw momentum op voor het komende jaar.",
            "Einde: Ik ben klaar om nieuwe mogelijkheden en avonturen aan te gaan."
        ]
    },
    "Ovulatory": {
        "January": [
            "Begin: Ik straal zelfvertrouwen en positieve energie uit.",
            "Midden: Ik trek vanzelf prachtige kansen aan.",
            "Einde: Ik ben op het hoogtepunt van mijn creativiteit en zelfexpressie."
        ],
        "February": [
            "Begin: Ik omarm volledig mijn vrouwelijkheid en kracht.",
            "Midden: Ik ben een bron van inspiratie voor mezelf en anderen.",
            "Einde: Ik manifesteer mijn verlangens met helderheid en zekerheid."
        ],
        "March": [
            "Begin: Ik ben in perfecte harmonie met mijn lichaam en geest.",
            "Midden: Ik belichaam de vreugde en vitaliteit van de lente.",
            "Einde: Ik ben een kracht van de natuur, krachtig en mooi."
        ],
        "April": [
            "Begin: Ik ben magnetisch en trek positiviteit en succes aan.",
            "Midden: Mijn energie is aanstekelijk en inspireert degenen om mij heen.",
            "Einde: Ik ben niet te stoppen in het nastreven van mijn passies en dromen."
        ],
        "May": [
            "Begin: Ik bloei met vertrouwen en zelfverzekerdheid.",
            "Midden: Mijn innerlijke licht straalt helder voor iedereen zichtbaar.",
            "Einde: Ik ben op het hoogtepunt van mijn persoonlijke kracht en potentieel."
        ],
        "June": [
            "Begin: Ik straal vreugde en vitaliteit uit in alles wat ik doe.",
            "Midden: Ik ben een baken van positieve energie en inspiratie.",
            "Einde: Ik manifesteer moeiteloos mijn verlangens en intenties."
        ],
        "July": [
            "Begin: Ik ben een stralende uitdrukking van vrouwelijke kracht.",
            "Midden: Mijn zelfvertrouwen en charisma zijn op hun hoogtepunt.",
            "Einde: Ik trek overvloed en positieve kansen aan."
        ],
        "August": [
            "Begin: Ik belichaam de warmte en levendigheid van de zomer.",
            "Midden: Mijn creativiteit en passie staan in volle bloei.",
            "Einde: Ik ben een magneet voor liefde, succes en vervulling."
        ],
        "September": [
            "Begin: Ik ben op het hoogtepunt van mijn persoonlijke kracht.",
            "Midden: Mijn energie is magnetisch en trekt positiviteit aan.",
            "Einde: Ik deel mijn gaven met vertrouwen met de wereld."
        ],
        "October": [
            "Begin: Ik straal zelfvertrouwen en innerlijke kracht uit.",
            "Midden: Mijn intuïtie en wijsheid zijn scherp afgestemd.",
            "Einde: Ik ben een krachtige schepper van mijn eigen realiteit."
        ],
        "November": [
            "Begin: Ik omarm volledig mijn vrouwelijkheid en kracht.",
            "Midden: Mijn energie is een baken dat me naar succes leidt.",
            "Einde: Ik ben in lijn met mijn hoogste potentieel en doel."
        ],
        "December": [
            "Begin: Ik straal helder en verlicht de weg voor anderen.",
            "Midden: Mijn zelfvertrouwen en charme zijn onweerstaanbaar.",
            "Einde: Ik sluit het jaar af op het hoogtepunt van mijn persoonlijke kracht."
        ]
    },
    "Luteal": {
        "January": [
            "Begin: Ik verwelkom mijn emoties met compassie en begrip.",
            "Midden: Ik vind balans tussen actie en reflectie.",
            "Einde: Ik bereid me zachtjes voor op een nieuwe cyclus."
        ],
        "February": [
            "Begin: Ik verander uitdagingen in groeikansen.",
            "Midden: Ik kweek geduld en vriendelijkheid met mezelf.",
            "Einde: Ik eer de veranderingen in mezelf met gratie."
        ],
        "March": [
            "Begin: Ik verbind me met mijn innerlijke wijsheid voor begeleiding.",
            "Midden: Ik verwelkom de lessen van deze fase met dankbaarheid.",
            "Einde: Ik ben in vrede met de eb en vloed van mijn cyclus."
        ],
        "April": [
            "Begin: Ik omarm de introspectieve energie van deze fase.",
            "Midden: Ik vind kracht in het vertragen en naar binnen keren.",
            "Einde: Ik bereid me voor op vernieuwing met hoop en acceptatie."
        ],
        "May": [
            "Begin: Ik eer mijn behoefte aan rust en zelfzorg.",
            "Midden: Ik vertrouw op de wijsheid van mijn lichaam en emoties.",
            "Einde: Ik laat met dankbaarheid los wat me niet meer dient."
        ],
        "June": [
            "Begin: Ik vind balans tussen activiteit en rust.",
            "Midden: Ik voed mezelf met compassie en begrip.",
            "Einde: Ik ben dankbaar voor de inzichten die ik in deze fase heb opgedaan."
        ],
        "July": [
            "Begin: Ik omarm de transformerende kracht van deze fase.",
            "Midden: Ik luister diep naar de behoeften en wijsheid van mijn lichaam.",
            "Einde: Ik bereid me voor op een nieuwe cyclus met helderheid en intentie."
        ],
        "August": [
            "Begin: Ik eer mijn emoties als boodschappers van wijsheid.",
            "Midden: Ik vind kracht in kwetsbaarheid en authenticiteit.",
            "Einde: Ik ben in harmonie met de natuurlijke ritmes van mijn lichaam."
        ],
        "September": [
            "Begin: Ik verwelkom de stille wijsheid van deze introspectieve tijd.",
            "Midden: Ik beoefen zelfcompassie en zachte zelfzorg.",
            "Einde: Ik bereid me voor op een nieuw begin met hoop en helderheid."
        ],
        "October": [
            "Begin: Ik omarm de transformerende energie van de herfst.",
            "Midden: Ik vind schoonheid en wijsheid in de veranderingen in mezelf.",
            "Einde: Ik laat het oude los om ruimte te maken voor nieuwe groei."
        ],
        "November": [
            "Begin: Ik eer de wijsheid van de natuurlijke cycli van mijn lichaam.",
            "Midden: Ik vind kracht in het vertragen en naar binnen keren.",
            "Einde: Ik bereid me voor op vernieuwing met geduld en zelfliefde."
        ],
        "December": [
            "Begin: Ik verwelkom deze tijd van reflectie en integratie.",
            "Midden: Ik ben dankbaar voor de lessen die ik door het jaar heen heb geleerd.",
            "Einde: Ik sluit deze cyclus af met diep respect voor de wijsheid van mijn lichaam."
        ]
    }
}
