{
  "Menstrual": {
    "January": [
      "Beginning: I embrace this time of rest and renewal.",
      "Middle: I listen deeply to my body's wisdom.",
      "End: I release the old and welcome the new."
    ],
    "February": [
      "Beginning: I honor my body's natural rhythms.",
      "Middle: I find strength in stillness and introspection.",
      "End: I prepare for the emergence of new energy."
    ],
    "March": [
      "Beginning: I allow myself the rest I need for rebirth.",
      "Middle: I cultivate patience and gentleness with myself.",
      "End: I renew myself with the arrival of spring."
    ],
    "April": [
      "Beginning: I embrace the nurturing energy of this phase.",
      "Middle: I am grounded and centered within myself.",
      "End: I honor the wisdom of my cycling body."
    ],
    "May": [
      "Beginning: I trust in the healing power of rest.",
      "Middle: I am attuned to my body's needs and desires.",
      "End: I embrace transformation and growth."
    ],
    "June": [
      "Beginning: I find peace in slowing down and turning inward.",
      "Middle: I nourish my body and soul with loving care.",
      "End: I am open to the insights this phase brings."
    ],
    "July": [
      "Beginning: I embrace the quiet strength of my inner world.",
      "Middle: I release what no longer serves me.",
      "End: I am grateful for my body's natural cycles."
    ],
    "August": [
      "Beginning: I honor this time of retreat and reflection.",
      "Middle: I am gentle and compassionate with myself.",
      "End: I trust in the wisdom of my body."
    ],
    "September": [
      "Beginning: I find renewal in rest and solitude.",
      "Middle: I listen to the whispers of my intuition.",
      "End: I prepare for a new cycle with hope and clarity."
    ],
    "October": [
      "Beginning: I embrace the transformative power of this phase.",
      "Middle: I find strength in vulnerability and authenticity.",
      "End: I am aligned with the cycles of nature and my body."
    ],
    "November": [
      "Beginning: I honor the wisdom of my cycling body.",
      "Middle: I find comfort in slowing down and turning inward.",
      "End: I release the old to make space for the new."
    ],
    "December": [
      "Beginning: I embrace this time of sacred rest and renewal.",
      "Middle: I am grateful for the lessons my body teaches me.",
      "End: I close this year with deep respect for my body's wisdom."
    ]
  },
  "Follicular": {
    "January": [
      "Beginning: I am ready to nurture new ideas and projects.",
      "Middle: Each day, I grow stronger and more confident.",
      "End: I open myself to the infinite possibilities before me."
    ],
    "February": [
      "Beginning: I plant the seeds of my future success.",
      "Middle: My creativity blossoms more each day.",
      "End: I am in full growth, like nature awakening."
    ],
    "March": [
      "Beginning: I align myself with the growing energy of spring.",
      "Middle: I welcome new opportunities with enthusiasm.",
      "End: I am ready to bloom and flourish fully."
    ],
    "April": [
      "Beginning: I embrace the fresh energy of new beginnings.",
      "Middle: My potential is limitless and expanding.",
      "End: I am in perfect harmony with the rhythm of life."
    ],
    "May": [
      "Beginning: I am full of vitality and creative energy.",
      "Middle: I nurture my dreams with positivity and action.",
      "End: I am blossoming into my fullest potential."
    ],
    "June": [
      "Beginning: I welcome the growing light within and around me.",
      "Middle: My inner strength and confidence are flourishing.",
      "End: I am ready to shine my light brightly in the world."
    ],
    "July": [
      "Beginning: I am open to new experiences and growth.",
      "Middle: My energy is building, fueling my dreams and goals.",
      "End: I am becoming the best version of myself."
    ],
    "August": [
      "Beginning: I embrace the abundance of opportunities around me.",
      "Middle: My creativity and inspiration are at their peak.",
      "End: I am ready to manifest my heart's desires."
    ],
    "September": [
      "Beginning: I welcome new beginnings with open arms.",
      "Middle: My inner wisdom guides me towards growth and success.",
      "End: I am preparing to harvest the fruits of my efforts."
    ],
    "October": [
      "Beginning: I embrace change as a catalyst for growth.",
      "Middle: My inner fire is building, fueling my passion and drive.",
      "End: I am ready to step into my power and potential."
    ],
    "November": [
      "Beginning: I plant the seeds of new intentions and dreams.",
      "Middle: My energy is rising, bringing clarity and focus.",
      "End: I am aligned with my goals and moving forward with confidence."
    ],
    "December": [
      "Beginning: I welcome the rebirth of my energy and aspirations.",
      "Middle: I am building momentum for the year ahead.",
      "End: I am ready to leap into new possibilities and adventures."
    ]
  },
  "Ovulatory": {
    "January": [
      "Beginning: I radiate confidence and positive energy.",
      "Middle: I naturally attract wonderful opportunities.",
      "End: I am at the peak of my creativity and self-expression."
    ],
    "February": [
      "Beginning: I fully embrace my femininity and power.",
      "Middle: I am a source of inspiration for myself and others.",
      "End: I manifest my desires with clarity and assurance."
    ],
    "March": [
      "Beginning: I am in perfect harmony with my body and mind.",
      "Middle: I embody the joy and vitality of spring.",
      "End: I am a force of nature, powerful and beautiful."
    ],
    "April": [
      "Beginning: I am magnetic, attracting positivity and success.",
      "Middle: My energy is contagious, inspiring those around me.",
      "End: I am unstoppable in pursuing my passions and dreams."
    ],
    "May": [
      "Beginning: I bloom with confidence and self-assurance.",
      "Middle: My inner light shines brightly for all to see.",
      "End: I am at the height of my personal power and potential."
    ],
    "June": [
      "Beginning: I radiate joy and vitality in all that I do.",
      "Middle: I am a beacon of positive energy and inspiration.",
      "End: I effortlessly manifest my desires and intentions."
    ],
    "July": [
      "Beginning: I am a radiant expression of feminine power.",
      "Middle: My confidence and charisma are at their peak.",
      "End: I attract abundance and positive opportunities."
    ],
    "August": [
      "Beginning: I embody the warmth and vibrancy of summer.",
      "Middle: My creativity and passion are in full bloom.",
      "End: I am a magnet for love, success, and fulfillment."
    ],
    "September": [
      "Beginning: I am at the pinnacle of my personal power.",
      "Middle: My energy is magnetic, drawing in positivity.",
      "End: I confidently share my gifts with the world."
    ],
    "October": [
      "Beginning: I radiate confidence and inner strength.",
      "Middle: My intuition and wisdom are sharply attuned.",
      "End: I am a powerful creator of my own reality."
    ],
    "November": [
      "Beginning: I embrace the fullness of my being.",
      "Middle: My energy is a beacon, guiding me to success.",
      "End: I am aligned with my highest potential and purpose."
    ],
    "December": [
      "Beginning: I shine brightly, illuminating the path for others.",
      "Middle: My confidence and charm are irresistible.",
      "End: I close the year at the peak of my personal power."
    ]
  },
  "Luteal": {
    "January": [
      "Beginning: I welcome my emotions with compassion and understanding.",
      "Middle: I find balance between action and reflection.",
      "End: I gently prepare for a new cycle."
    ],
    "February": [
      "Beginning: I transform challenges into opportunities for growth.",
      "Middle: I cultivate patience and kindness towards myself.",
      "End: I honor the changes within me with grace."
    ],
    "March": [
      "Beginning: I connect with my inner wisdom for guidance.",
      "Middle: I welcome the lessons of this phase with gratitude.",
      "End: I am at peace with the ebbs and flows of my cycle."
    ],
    "April": [
      "Beginning: I embrace the introspective energy of this phase.",
      "Middle: I find strength in slowing down and turning inward.",
      "End: I prepare for renewal with hope and acceptance."
    ],
    "May": [
      "Beginning: I honor my need for rest and self-care.",
      "Middle: I trust in the wisdom of my body and emotions.",
      "End: I release what no longer serves me with gratitude."
    ],
    "June": [
      "Beginning: I find balance between activity and rest.",
      "Middle: I nurture myself with compassion and understanding.",
      "End: I am grateful for the insights gained during this phase."
    ],
    "July": [
      "Beginning: I embrace the transformative power of this phase.",
      "Middle: I listen deeply to my body's needs and wisdom.",
      "End: I prepare for a new cycle with clarity and intention."
    ],
    "August": [
      "Beginning: I honor my emotions as messengers of wisdom.",
      "Middle: I find strength in vulnerability and authenticity.",
      "End: I am aligned with the natural rhythms of my body."
    ],
    "September": [
      "Beginning: I welcome the quiet wisdom of this introspective time.",
      "Middle: I practice self-compassion and gentle self-care.",
      "End: I prepare for a new beginning with hope and clarity."
    ],
    "October": [
      "Beginning: I embrace the transformative energy of autumn.",
      "Middle: I find beauty and wisdom in the changes within me.",
      "End: I release the old to make space for new growth."
    ],
    "November": [
      "Beginning: I honor the wisdom of my body's natural cycles.",
      "Middle: I find strength in slowing down and turning inward.",
      "End: I prepare for renewal with patience and self-love."
    ],
    "December": [
      "Beginning: I embrace this time of reflection and integration.",
      "Middle: I am grateful for the lessons learned throughout the year.",
      "End: I close this cycle with deep respect for my body's wisdom."
    ]
  }
}